Repository: EmadMokhtar/halaqat
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: <h3 class="panel-title">User Info</h3>
ar: <h3 class="panel-title">معلومات الدخول</h3>

source: Password
ar: كلمة المرور

source: Password confirmation
ar: تأكيد كلمة المرورة

source: Username
ar: أسم المستخدم

source: <h3 class="panel-title">Teacher Info</h3>
ar: <h3 class="panel-title">معلومات المحفظ</h3>

source: Days
ar: الأيام

source: First Semester Start
ar: تاريخ بداية الفصل الأول

source: First Semester End
ar: تاريخ أنتهاء الفصل الأول

source: Second Semester Start
ar: تاريخ بداية الفصل الثاني

source: Second Semester End
ar: تاريخ أنتهاء الفصل الثاني

source: Start Time
ar: من الساعة

source: End Time
ar: إلى الساعة

source: Saturday
ar: السبت

source: Sunday
ar: الأحد

source: Monday
ar: الأثنين

source: Tuesday
ar: الثلاثاء

source: Wednesday
ar: الأربعاء

source: Thursday
ar: الخميس

source: Friday
ar: الجمعة

source: Gender
ar: النوع

source: Civil ID
ar: الرقم المدني

source: Phone Number
ar: رقم التليفون

source: Title
ar: الوظيفة

source: Nationality
ar: الجنسية

source: Teacher
ar: المحفظ

source: Teachers
ar: المحفظين

source: Name
ar: الأسم

source: Monthly Fees
ar: الإشتراك الشهري

source: Type
ar: نوع الحلقة

source: 1st Semester Start Date
ar: تاريخ بداية الفصل الأول

source: 1st Semester End Date
ar: تاريخ أنتهاء الفصل الأول

source: 2nd Semester Start Date
ar: تاريخ بداية الفصل الثاني

source: 2nd Semester End Date
ar: تاريخ أنتهاء الفصل الثاني

source: First semester start date is invalid
ar: تاريخ بداية الفصل الدراسي الأول غير صحيح

source: First semester end date is invalid
ar: تاريخ بداية الفصل الدراسي الأول غير صحيح

source: Second semester start date is invalid
ar: تاريخ بداية الفصل الدراسي الأول غير صحيح

source: Class gender and teacher gender are not match
ar: نوع الحلقة ونوع المحفظ مختلفين

source: Class
ar: الحلقات

source: Classes
ar: الحلقات

source: Teacher profile created successfully
ar: تم انشاء ملف المحفظ بنجاح

source: Teacher profile updated successfully
ar: تم تعديل ملف المحفظ بنجاح

source: Class Type created successfully
ar: تم انشاء نوع الحلقة بنجاح

source: Class Type updated successfully
ar: تم تعديل نوع الحلقة بنجاح

source: Class created successfully
ar: تم انشاء الحلقة بنجاح

source: Class updated successfully
ar: تم تعديل الحلقة بنجاح

source: Arabic
ar: العربية

source: English
ar: الأنجيليزية

source: Male
ar: ذكر

source: Female
ar: أنثى

source: Active
ar: ملتحق

source: DOB
ar: تاريخ الميلاد

source: Address
ar: العنوان

source: <h3 class="panel-title">Basic Info</h3>
ar: <h3 class="panel-title">معلومات أساسية</h3>

source: <h3 class="panel-title">Contact Info</h3>
ar: <h3 class="panel-title">معلومات الإتصال</h3>

source: <h3 class="panel-title">Halaqat Info</h3>
ar: <h3 class="panel-title">معلومات الحلقة</h3>

source: Pending
ar: غير ملتحق

source: Suspended
ar: موقوف

source: On Leave
ar: في أجازة

source: Mobile
ar: المحمول

source: Home
ar: المنزل

source: Parents
ar: ولي الأمر

source: Grade
ar: الصف

source: School
ar: مدرسة

source: Parent Email
ar: البريد الألكتروني لولي الأمر

source: Halaqat
ar: الحلقة

source: Enrollment Date
ar: تاريخ الإلتحاق

source: Previous Center Enrollment Date
ar: تاريخ الإلتحاق السابق

source: Chapters Memorized
ar: عدد الأجزاء المحفوظة

source: Chapters memorized with center
ar: عدد الأجزاء المحفوظة مع المركز

source: Status
ar: الحالة

source: Students
ar: الطلاب

source: Student profile saved successfully
ar: تم حفظ ملف الطالب بنجاح

source: Logout
ar: الخروج

source: Class Form
ar: الحلقة

source: Class Information
ar: معلومات الحلقة

source: Save
ar: أحفظ

source: 1st Semester
ar: الفصل الأول

source: 2nd Semester
ar: الفصل الثاني

source: Start Date
ar: تاريخ البداية

source: End Date
ar: تاريخ الإنتهاء

source: No classes to display
ar: لا توجد حلقات

source: Class Type Form
ar: نوع الحلقة

source: Class Type Information
ar: معلومات نوع الحلقة

source: Class Types
ar: انواع الحلقات

source: No class type information to display
ar: لا يوجد أنواع للحلقات

source: Halaqat - Back Office
ar: برنامج الحلقات - الإدارة

source: All
ar: الكل

source: New
ar: جديد

source: Teacher Form
ar: معلومات المحفظ

source: Email
ar: البريد الإلكتروني

source: Phone#
ar: رقم التلفون

source: No teacher information to display
ar: لا يوجد محفظين

source: Halaqat Masjid Shaha
ar: حلقات مسجد شاهة

source: Masjid carrying name of Shaha Abbul-Razak Al-Aboud widow of Ali Yousf Al-Miziny.
ar: يحمل المسجد إسم الحاجة / شاهة عبد الرزاق العبيد .. أرملة المرحوم / علي يوسف المزيني .

source: This is application to manage halaqat in masjid.
ar: برنامج إدارة حلقات مسجد شاهة.

source: back office
ar: برناج الإدارة

source: Login
ar: الدخول

source: Masjid Shaha
ar: مسجد شاهة

source: Register
ar: تسجيل

source: Student Form
ar: معلومات الطالب

source: New Studnet
ar: طالب جديد

source: Search
ar: بحث

source: ID
ar: رقم

source: Mobile#
ar: المحمول

source: Parent#
ar: ولي الأمر

source: No Students to display
ar: لا يوجد طلاب
